import React from "react";
import styles from './MainText.module.scss';

const MainText: React.FC = () => {
    return (
        <>
            <h1 className={styles.h1}>
                <b>NextPhones</b> - мережа магазинів техніки Apple.
            </h1>
            <p className={styles.p}>
                Ми розпочали свій шлях на українському ринку ще в далекому
                2014-му році. За такий тривалий час нам вдалось сформувати
                команду професійних продавців-консультантів та висококласних
                сервісних інженерів. А також круту ком’юніті постійних клієнтів
                та партнерів.
            </p>
            <p className={styles.p}>
                Ми цінуємо вашу довіру, тому завжди готові допомогти, надати
                консультацію чи пораду щодо покупки. Клієнти — це перш за все
                наші друзі. І, як відомо, для друзів лише все найкраще!
            </p>
            <h2 className={styles.h2}>
                <b>Чому саме NextPhones?</b>
            </h2>
            <p className={styles.p}>
                Купувати техніку та аксесуари в NextPhones — максимально просто,
                вигідно, зручно та безпечно. У нас тисячі задоволених клієнтів
                по всій Україні та безліч відгуків на різних платформах. Ми
                гарантуємо висококласний рівень обслуговування та лише позитивні
                емоції від покупок.
            </p>
            <p className={styles.p}>
                Усе, що ви бачите на полицях наших магазинів та у каталозі сайту
                — гарантовано 100% оригінальний якісний продукт Apple.
            </p>
            <p className={styles.p}>
                Ми знайдемо для вас саме ту бажану модель з потрібним кольором,
                обсягом пам’яті за вигідною вартістю та з офіційною гарантією на
                техніку Епл. Для вашого комфорту і безпеки — одразу «запакуємо»
                обновку в оригінальний Silicone Case, поклеїмо захисне скло або
                плівку, підберемо павербанк. Все для абсолютної впевненості у
                тому, що ви отримаєте задоволення від техніки Apple на всі 100%.
            </p>
            <h2 className={styles.h2}>
                <b>Запорука безпеки — Гарантія від NextPhones</b>
            </h2>
            <p className={styles.p}>
                На весь асортимент техніки Apple ми надаємо гарантію від
                виробника та від магазину Ябко, яка розповсюджується як на нові,
                так і на вживані пристрої. Для тих, хто вважає, що обмежувати
                себе в якісному сервісі не варто — ми можемо розширити будь-яку
                гарантію, а також додати до неї приємні переваги та бонуси.{" "}
            </p>
            <p className={styles.p}>
                Флагманські смартфони від Apple добре відомі своїми розкішними
                безрамковими дисплеями, які так ваблять яскравими кольорами. Та
                жоден дисплей не захищений від нещасного випадку — тому ми
                рекомендуємо заздалегідь подбати про них та придбати “Гарантію
                на розбиття”.
            </p>
            <p className={styles.p}>
                Це не просто допоможе продовжити життя пристрою та повернути
                дисплей у робочий стан, якщо ви ненароком пошкодили або повністю
                розбили його. Ми у найкоротші терміни проводимо заміну екрана на
                оригінальний новий варіант, який знову тішитиме вас яскравим та
                деталізованим зображенням. Така послуга — це ще й гарантія
                вашого спокою, комфорту і безпеки. Більше жодних турбот, адже
                команда Ябко тримає все під контролем.
            </p>
        </>
    );
};

export default MainText;
